{
  "1": "If you have ever faced a shot like this for all the money you are bound to be nervous.  I know I would.  But this shot is not a hard shot once you get to know it.  First of all you need to be disciplined and go thru your pre shot routine.  Then you need strong trust skills.  You cannot make a shot you fear.",
  "2": "Make sure that you hit center ball or slightly above the center.  Connect to this shot and once again use your trust skills.  Roll the cue ball towards a target you have confidence in.  ",
  "3": "Use high right and try to hit the bottom rail just before the object ball.  This eliminates the scratch risk out of the effort.  -15 points if you scratch.",
  "4": "This shot is not easy.  You must us a cue tip above center, one quarter left, and deliver a soft force follow stroke.  The cue ball needs to rush to the long rail and then spin down for a shot on the second ball. ",
  "5": "Make a commitment to go across the table and come off that second rail.  Be willing to go two rails for shape on the second shot.  Use follow stroke with just a slight above right English. ",
  "6": "This isn't really a punch stroke completely.  Drive through the cue ball holding the cue tip on the cue ball a little longer and allowing the cue ball to creep out for a nice easy shot on the second ball. ",
  "7": "The first shot is key.  Rather than take a chance with draw on the first shot, simply stop the cue ball right there and accept the cut shot on the second ball.  The lesson is to not play position when you already have position.    Use a half cue tip below center with a sweet punch stroke. ",
  "8": "Shoot a quick snap draw to make that first shot.  Use one cue tip low right.",
  "9": "Use a little above center English on the cue ball and roll it into the corner pocket.",
  "10": "Use your best follow stroke.  Focus on going past the side pocket for easy position on the second ball.  Make sure you visualize it to its completion.",
  "11": "This is not as easy as it looks.  Use a nice draw stroke to bring the cue ball back into the square space.",
  "12": "This one is easy.  Following a ball right was the first shot most of us learned.   Usually the hard way.  ",
  "13": "Go two rails on the first shot.  Shoot a nice medium speed follow stroke with a slight left click on the cue ball and you will be looking at a nice straight in shot on the second ball.  ",
  "14": "This one is tough for 10 points.  When you set up for the first shot, use a slight above center hit on the cue ball and make sure you deliver a crisp click as the cue tip goes through the cue ball. You will hear this punch stroke.",
  "15": "This is another shot that can be missed.   It takes a solid committed stroke to get shape on the second ball.  You can stun it up for the second ball or draw back to the rail with low right English on the cue ball",
  "16": "Use high right English with a spin stroke.  You will need some force follow as well.  Let the spin carry you for the position on the second ball.",
  "17": "One of the toughest 10 point cards in the deck.  Make sure you practice these.  Hit it smooth. ",
  "18": "This is an easy 10 pointer.  All you need to do is hit the first object ball thin with a dead center hit on the cue ball, follow stroke and you are guaranteed position on the second ball.  If you end up with any spin on the cue ball or hit the object ball thick, you may scratch in the side pocket.  ",
  "19": "This bank shot is for the big egos on the tour.  Bank shots have a built in miss factor.  The rails, the English you use, the type of stroke all effects the way the object ball contacts the rail.  Use slight outside English to take any push off the rail and give you a natural line back into the corner pocket. ",
  "20": "Tough 10 pointer.   You need to use low left and deliver a crisp snappy draw stroke to throw this ball into the corner pocket.  If you slow roll it, you have to be dead perfect to avoid the scratch.  A scratch is devastating because it gives your opponent 15 points.  You lose the point value of the card and your opponent gains 15 points.  If you scratch on your second attempt you will lose the points off your score plus give your opponent 15 points. One of the greatest lessons in this game is not to scratch.",
  "21": "This is one of those shots that you make often but you're never comfortable with.  It takes confidence to make this shot.  A crisp outside hit on the cue ball will slam the object ball into the pocket.",
  "22": "Use a slight above hit on the cue ball.  You must allow a little punch into your stroke here to avoid scratching in the opposite corner pocket.  ",
  "23": "Combo shot.  Aim the first object ball a little thick so it hits the rail just before the second object ball and you will create a bigger target.   Use a dead center ball hit on the cue ball.  Make sure you are level.  The only way you can miss this shot is to squirt the cue ball via a bad stroke with English. ",
  "24": "Use a soft punch stroke. here with a little spin on the cue ball as you go up table.  Here is where the danger comes in.  If you use too much spin you will go too far and end up with a tough rail shot.  Stay focused.  ",
  "25": "This one requires great touch and instincts on the first shot.  If you go too far you are in trouble.  You can miss the first shot by thinking about the second one.  Go to the bottom rail and back for a shot on the second one.  Even if you have to leave a long shot for your second attempt, make sure you have a shot.  Don't go too far. ",
  "26": "This shot is in the stroke.  Deliver a nice punch stroke, one half cue tip below center and make this shot crack like you really mean it.  The natural spin from the stroke will give you a direct hit on the target balls. ",
  "27": "This safety will enhance all games in pocket billiards.  On this safety, separate the balls.  Make it tough for your opponent to cash in on your safety.  Your opponent gets a chance to respond to your safeties.  ",
  "28": "Cut the object ball up the rail so it stops before the side pocket.   The cue ball comes back to the corner and leaves your opponent a tough cut shot or impossible bank.  The safe way to shoot this shot is to make sure the object ball stops on the rail near the side pocket.  Be careful not to scratch here.  ",
  "29": "All  you need to do is bank the 1st ball up table and keep the cue ball behind the 2nd ball.  Safeties win games. ",
  "30": "This is your finest punch stroke in action.  Hit the firsts ball with a stop shot and leave your opponent stuck behind the second ball.  Send the 1st ball 3-4 rails and land at the other end. Do not make the ball. ",
  "31": "This is a double bank with the object ball landing on the bottom rail.  You want to put the cue ball on the opposite bottom rail forcing your opponent to attempt a tough bank",
  "32": "This shot calls for an almost perfect stroke.  Use a punch stroke, just slightly below center hit on the cue ball which will bring the cue ball across table for the easy shot on the second ball. ",
  "33": "The first shot is the toughest.  Use high inside English to spin the cue ball down for shape on the second ball. If you don't go down far enough you will then have to go up and down for shape on the third ball.  That makes it tough.  If you go too far after the first shot you will be blocked by the third ball. ",
  "34": "This is the snip draw.  You must not allow the cue ball to touch the opposite rail.  It requires you to kill the cue ball and use throw on the object ball.  ",
  "35": "You are on the rail facing a long tough shot that has a scratch built in to it.  In fact, if you shoot this shot with the fear of scratching you will most likely scratch.  Grip your cue tight when you make contact with the cue ball. ",
  "36": "Its all in the stroke.  By delivering a nice crisp snap back stroke you will definitely improve your chances of making the first object ball and gir yourself a chance at the second shot.  Be ready to make two tough shots here.  Its very hard to get real good position on the second ball. ",
  "37": "This is the four ball exercise.  It looks easy but is very tough.  All you need to do is keep the cue ball from leaving the shaded square and don't miss a ball.",
  "38": "Discipline is needed to make the first shot.  You must use a little below center, outside English on the cue ball and deliver a good crisp Punch Stroke.  You will end up with a rail shot. ",
  "39": "There are two ways to shoot this shot.  Use a nice follow stroke and go beyond the side pocket.  This is a little dangerous.  The second way to shoot this shot is to add a little punch in your follow stroke and bounce to the rail before the side pocket.  ",
  "40": "The key is the first shot.  If you don't get good position on the second ball you will be in deep trouble for the rest of the run out.  Use high right for the first shot and allow the spin to take you down for the second shot. ",
  "41": "Master the art of getting shape on your next shot.  Be careful here.  Make sure you get out to the center of the table so you have a good shot.  On the first shot use a little low left and spin the cue ball. ",
  "42": "This is such a great skill to have.   Another shot that has scratch dynamics built in.  Be careful.   Use a nice pop to your stroke.  Be crisp.  Snap it off and take what you get.  A little practice won't hurt. ",
  "43": "From the rail to a rail shot.  This one has scary elements to it.  Will I pinch it and rattle the object ball or make the ball and possibly scratch in the opposite corner?  Will I miss the shot all together?  Don't think like that visualize the shot and get all the other thoughts out of your head.  Use a little high right and float it into the pocket. ",
  "44": "Use low left English and deliver a snappy draw stroke for three rails and position for the second ball.",
  "45": "Hit them good. ",
  "46": "The first shot is vital.  It is a soft follow stroke, or a snappy punch stroke.  ",
  "47": "The first shot is a high right with a force follow and a punch stroke so your cue ball hits the long rail, goes to the bottom rail and down for psiont on the the second ball.",
  "48": "The key is in the stroke and the amount of English you put on the cue ball.  You simply need to find a place on the bottom rail that brings you to the two target galls.  Its is a punch stroke with running English.  Not a hard shot.",
  "49": "Here is the three ball exercise.  If you complete this run in three shots you receive 25 points.  4 shots you receive 20 points.  Anything more than 4 shots you deduct 10 pts.  If you scratch you lose 15 points and you lose the 10 points for going over four shots.  The break is vital and counts as one shot.  Keep the cue ball in the center of the table. ",
  "50": "Its just a matter of discipline on that first shot.  You can snap draw it to the long rail and back out or just go forward two rails.  I like to snap it across the table.  I use a little draw in my stroke to slow the cue ball down.   ",
  "51": "The first shot is the most important one in the drill.  If you deliver a good crisp punch stroke just slightly below center and don't scratch in the side pocket.  If you come up short you will not be able to make the second ball.  Be free with this shot. ",
  "52": "You have two choices here.  Snap draw the cue ball back to the long rail and out for a shot on the second ball or simply stop the cue ball for a long shot on the second ball.  "
}